Repository: amkillam/amberol-fork
Catalog: po/*.po
Languages: hr

source: Music Player
hr: Reproduktor glazbe

source: music;sound;player;media;audio;playlist;
hr: glazba;muzika;zvuk;player;reproduktor;medij;audio;zvuk;playlist;popis izvođenja;

source: Plays music, and nothing else
hr: Reproducira glazbu i ništa drugo

source: Amberol is a music player with no delusions of grandeur. If you just want to play music available on your local system then Amberol is the music player you are looking for.
hr: Amberol je jednostavan reproduktor glazbe. Ako jednostavno želite reproducirati glazbu dostupnu na vašem lokalnom sustavu onda je Amberol reproduktor glazbe za vas.

source: Current features:
hr: Trenutačne značajke:

source: adaptive UI
hr: prilagodljivo korisničko sučelje

source: UI recoloring using the album art
hr: bojenje korisničkog sučelja koristeći sliku albuma

source: drag and drop support to queue songs
hr: povuci-i-ispusti podrška za mijenjanje redoslijeda pjesama

source: shuffle and repeat
hr: slučajno biranje i ponavljanje

source: MPRIS integration
hr: MPRIS integracija

source: Playback in progress
hr: Reprodukcija u tijeku

source: Unknown artist
hr: Nepoznat izvođač

source: Unknown title
hr: Nepoznat naslov

source: Unknown album
hr: Nepoznat album

# shortcut window
source: Songs Queue
hr: Redoslijed pjesama

# shortcut window
source: Queue a Song
hr: Postavi pjesmu u redoslijed pjesama

# shortcut window
source: Queue a Folder
hr: Postavi mapu u redoslijed pjesama

# shortcut window
source: Clear
hr: Ukloni

# shortcut window
source: Playback
hr: Reprodukcija

# shortcut window
source: Toggle Play/Pause
hr: Uključi/Isključi funkcije Pokreni / Zaustavi

# shortcut window
source: Previous Track
hr: Prethodna pjesma

# shortcut window
source: Next Track
hr: Sljedeća pjesma

# shortcut window
source: Seek Backwards
hr: Premotaj natrag

# shortcut window
source: Seek Forward
hr: Premotaj naprijed

# shortcut window
source: General
hr: Opće

# shortcut window
source: Show Shortcuts
hr: Pokaži prečace

# shortcut window
source: Quit
hr: Zatvori aplikaciju

source: Play the previous song
hr: Reproduciraj prethodnu pjesmu

source: Skip backwards
hr: Skoči natrag

source: Toggle play
hr: Uključi/Isključi sviranje

source: Play the next song
hr: Reproduciraj sljedeću pjesmu

source: Skip forward
hr: Skoči naprijed

source: Show the playlist
hr: Pokaži popis izvođenja

source: Toggle playlist
hr: Uključi/Isključi popis izvođenja

source: Shuffle the playlist
hr: Promiješaj popis izvođenja

source: Enable repeat
hr: Omogući ponavljanje

source: Repeat mode
hr: Način ponavljanja

source: Menu
hr: Izbornik

source: Add _Song
hr: _Dodaj pjesmu

source: Add _Folder
hr: Dodaj _mapu

source: Clear
hr: Ukloni

source: _Match Cover Art
hr: _Uskladi sliku omota

source: _Keyboard Shortcuts
hr: Tip_kovnički prečaci

source: _About Amberol
hr: O _aplikaciji Amberol

source: Playlist
hr: Popis izvođenja

source: Select songs in the playlist
hr: Odaberi pjesme u popisu izvođenja

source: Close the playlist
hr: Zatvori popis izvođenja

source: Remove all songs
hr: Ukloni sve pjesme

source: Remove selected songs
hr: Ukloni odabrane pjesme

source: Playing next
hr: Sljedeća pjesma

source: Drop a song to add it to the queue
hr: Ispusti pjesmu za dodavanje u redoslijed pjesama

source: Select a folder or drag files from your file manager to the application window to add songs to the playlist
hr: Za dodavanje pjesama u popis izvođenja, odaberite jednu mapu ili povucite datoteke iz upravljača datoteka u prozor aplikacije

source: Choose a folder
hr: Odaberi mapu

source: Plays music and nothing else
hr: Svira glazbu i ništa drugo

source: translator-credits
hr: Milo Ivir <mail@milotype.de>

source: _Add Song
hr: _Dodaj pjesmu

source: _Cancel
hr: Odu_stani

source: Audio files
hr: Audiodatoteke

source: _Add Folder
hr: _Dodaj mapu

source: Unrecognized file type for “{}”
hr: Neprepoznata vrsta datoteke za „{}”

source: “{}” is not a supported audio file
hr: „{}” nije podržana audiodatoteka

source: Repeat all tracks
hr: Ponovni sve pjesme

source: Repeat the current track
hr: Ponovni trenutačnu pjesmu

source: {} minute remaining
hr: preostaje {} minuta

source: No song selected
hr: Nije odabrana nijedna pjesma

source: {} song selected
hr: odabrana je {} pjesma
